{
  "studioLead": {
    "id": "al-iannucci",
    "name": "Al Iannucci",
    "title": "Studio Manager / Digital Technician / Prop Builder",
    "bio": "With over 12 years of experience in commercial photography production, I've had the privilege of working with some of the world's most recognized brands. My role spans digital technical direction, prop building, and overall studio management—ensuring every shoot runs seamlessly from concept to final delivery. I'd love to introduce you to my incredible team.",
    "photo": "al-iannucci.jpg"
  },
  "categories": [
    {
      "id": "photographers",
      "title": "Photographers",
      "description": "Expert product and lifestyle photographers",
      "categoryImage": "photographers-bg.jpg",
      "vendors": [
        {
          "id": "corey-martineau",
          "name": "Corey Martineau",
          "bio": "Brief bio about their experience, specialties, and notable work...",
          "photo": "corey-martineau.jpg"
        },
        {
          "id": "michelle-carpenter",
          "name": "Michelle Carpenter",
          "bio": "Michelle Carpenter is a commercial photographer specializing in product imagery for luxury, consumer, and technology brands. Her work is defined by lighting precision, visual clarity, and a disciplined creative approach—crafted for products that demand accuracy and elevated presentation across print, digital, and retail platforms. Since 2012, Michelle has been an integral part of Hasbro Global Photo Studios, creating visual marketing imagery across multiple brands. Her experience in high-volume studio environments has shaped a production-savvy mindset and deep understanding of how imagery must function at scale while honoring each brand's unique visual language. With a strong foundation in controlled studio lighting and color management, Michelle creates imagery that highlights form, texture, and finish with intention. Her lighting style is clean and sculptural, designed to enhance premium surfaces and fine details while maintaining color accuracy—essential for products positioned at the top of their category. Known for her collaborative presence on set, Michelle works seamlessly with creative directors, designers, and production teams to translate brand vision into imagery that performs. Her process is efficient, thoughtful, and built for environments where expectations are high.",
          "photo": "michelle-carpenter.jpg"
        },
        {
          "id": "diego-correal",
          "name": "Diego Correal",
          "bio": "Brief bio about their experience, specialties, and notable work...",
          "photo": "diego-correal.jpg"
        },
        {
          "id": "matthew-cohen",
          "name": "Matthew Cohen",
          "bio": "Brief bio about their experience, specialties, and notable work...",
          "photo": "matthew-cohen.jpg"
        }
      ]
    },
    {
      "id": "producers",
      "title": "Producers",
      "description": "Production management and coordination",
      "categoryImage": "producers-bg.jpg",
      "vendors": [
        {
          "id": "biannette-pichardo",
          "name": "Biannette Pichardo",
          "bio": "Brief bio about their experience, specialties, and notable work...",
          "photo": "biannette-pichardo.jpg"
        },
        {
          "id": "tony-cervantes",
          "name": "Tony Cervantes",
          "bio": "Brief bio about their experience, specialties, and notable work...",
          "photo": "tony-cervantes.jpg"
        }
      ]
    },
    {
      "id": "set-designers",
      "title": "Set Designers",
      "description": "Creative set design and construction",
      "categoryImage": "set-designers-bg.jpg",
      "vendors": [
        {
          "id": "jamie-howarth",
          "name": "Jamie Howarth",
          "bio": "Jamie is a creative set dresser and designer with six plus years of specialized experience bringing brand stories to life through meticulously crafted environments. Currently working with Hasbro Photo Studios, she designs and builds immersive sets for some of the world’s most recognizable brands, including Magic: The Gathering, Marvel, and Monopoly. Jamie works directly with brand members to ensure every detail aligns with their vision and delivers exactly what they’re looking for. Over the course of her career, Jamie has partnered with more than 20 major brands, having previously worked with Lands’ End and L.L.Bean. With a keen eye for detail and a passion for translating brand identity into tangible, visually compelling spaces, Jamie continues to elevate product photography and brand storytelling through thoughtful set design.",
          "photo": "jamie-howarth.jpg"
        },
        {
          "id": "set-designer-2",
          "name": "Set Designer Name",
          "bio": "Brief bio about their experience, specialties, and notable work...",
          "photo": "set-designer-2.jpg"
        }
      ]
    },
    {
      "id": "wardrobe-stylists",
      "title": "Wardrobe Stylists",
      "description": "Fashion and wardrobe styling",
      "categoryImage": "wardrobe-bg.jpg",
      "vendors": [
        {
          "id": "serena-gaitskell",
          "name": "Serena Gaitskell",
          "bio": "British born fashion stylist Serena Gaitskell launched her career in fashion covering the runway shows in Paris, Milan, London and New York and wrote and styled her way across London's media including The Independent, Drapers and The Sunday Express as Fashion Editor.Now based in Rhode Island, with a six year stint in San Francisco writing for Women's Wear Daily and the San Francisco Design Center, Serena styles commercially for television, web and print as well as for the movie industry. When not dressing extras for Woody Allen or Wes Anderson or turning regular pint-sized people into cool, streetwise urchins or mini fashionistas, Serena enjoys the New England coastline with her husband Rick and three children Portia, Luc and Minty.",
          "photo": "serena-gaitskell.jpg"
        },
        {
          "id": "brianna-moon",
          "name": "Brianna Moon",
          "bio": "Brianna Moon is a New England based fashion stylist and creative director shaping stories through style. With a background in apparel and accessory design, she brings both a designer’s precision and an artist’s intuition to every project. Her work spans editorial, e commerce, lookbooks, and brand campaigns, including freelance styling for Hasbro. Known for blending vintage influence with modern vision, Brianna creates imagery that feels cinematic, thoughtful, and deeply human. Rooted in emotion, nostalgia, and lived experience, her approach transforms clothing into connection and visual concepts into meaningful storytelling. Inspired by motherhood and the beauty found within chaos, she creates work that invites feeling first and fashion second. Based in New England and available worldwide, Brianna collaborates with brands and creatives who value individuality, depth, and soul led storytelling.",
          "photo": "brianna-moon.jpg"
        }
      ]
    },
    {
      "id": "hair-makeup",
      "title": "Hair & Makeup",
      "description": "Professional hair styling and makeup artistry",
      "categoryImage": "hair-makeup-bg.jpg",
      "vendors": [
        {
          "id": "noel-mckinnon",
          "name": "Noel McKinnon",
          "bio": "Noel McKinnon is the founder and award winning makeup/hair artist leading Makeup 2 die 4. Known as “the wedding whisperer” per her Best of Boston award. Noel is not just known for styling flawless brides but also has been acknowledged for her impeccable work for some of the most well recognizable people, publications and productions in the world. Alex Baldwin, Hilary Clinton, Tim Gun, People Magazine, ELLE, Modern Luxury Wedding, HBO, Showtime, and Walburger’s to name a few. She was also nominated top five finalist twice in the North American Hairstyling Awards for makeup.",
          "photo": "noel-mckinnon.jpg"
        },
        {
          "id": "vanessa-cortes",
          "name": "Vanessa Cortes",
          "bio": "Vanessa is a professional makeup artist and hairstylist with over 10 years of experience working in fashion, commercial, and lifestyle beauty. She has contributed to professional shoots for brands including Hasbro Toys, Ross-Simons, and Reebok. Vanessa has collaborated with photographers, stylists, and creative teams throughout New England and is the founder of Pop Up Glam Studios, a mobile kids’ beauty experience focused on confidence, creativity, and meaningful moments.",
          "photo": "vanessa-cortes.jpg"
        }
      ]
    },
    {
      "id": "sculptor",
      "title": "Sculptor",
      "description": "Specialty sculpting for product photography",
      "categoryImage": "sculptor-bg.jpg",
      "vendors": [
        {
          "id": "jason-loik",
          "name": "Jason Loik",
          "bio": "Specializing in food styling, Play-Doh creations, and sculptural elements for commercial photography...",
          "photo": "jason-loik.jpg"
        }
      ]
    }
  ],
  "clients": [
    { "name": "Hasbro", "logo": "hasbro.png" },
    { "name": "Nerf", "logo": "nerf.png" },
    { "name": "Baby Alive", "logo": "baby-alive.png" },
    { "name": "Mr. Potato Head", "logo": "mr-potato-head.png" },
    { "name": "CVS", "logo": "cvs.png" },
    { "name": "This Old House", "logo": "this-old-house.png" },
    { "name": "L.L.Bean", "logo": "llbean.png" }
  ]
}
